{
    "facility": {
        "type": "laboratory",
        "ID": "fc52ed0d9e03a9603828eddc12bdfb7c",
        "RI_name": "",
        "name": "Rock Deformation Laboratory (ETHZ, Switzerland)",
        "general_description": "The interpretation of geophysical results in terms of nature and structure of the Earth crust at depth requires experimental determination of the physical properties of rocks, under controlled conditions of Pressure/pore pressure, temperature and fluid content. Several parameters affect the physical properties of rocks, some of which are intrinsic (e.g., rock fabric, mineralogy, micro-fracturing) and some are extrinsic (pressure, temperature and pore fluid pressure). On the geological in situ scale there is no direct correlation between the lithology and seismic parameters. Therefore the interpretation of seismic structures is not unique. A better determination of the effects of pore pressure, confining pressure and temperature on the physical properties of rocks is required for an improved geophysical interpretation of crustal, viz. lithospheric structures.\nThe Rock Deformation Laboratory (RDL) at ETH Zurich conducts research on the mechanical behavior and transport properties of Earth materials at conditions pertaining to the Earth's crust and upper mantle. This is accomplished by means of experimental research coupled with microstructural studies of the micro-scale processes, and modelling of these processes. The RDL is working on a range of problems, including rock deformation, rock physics, elastic wave properties of rocks, volcano-tectonics, coupled thermo-hydro mechanical process in earth crust and deep reservoir characterization.\nWe are a member of the European Plate Observing System (EPOS), of the Swiss Competence Center for Energy Research Supply of Electricity (SCCER-SoE); we are active partners in projects of the International Continental Drilling Project and of the European Program  on Accelerating CCS Technologies (ACT); we recently joined the European Carbon Dioxide Capture and Storage Laboratories (ECCSEL). \nOur lab facility consists of four main components:\n1. high-pressure high-temperature triaxial cell aimed at performing dynamic experiments (i.e., pure shear or simple shear deformation)at confining pressures of up to 500 MPa and 1300 °C. The vessel is additionally fitted for the measurements of fluid permeability in rocks.\n2. high-pressure high-temperature triaxial cell aimed at investigating the seismic properties of rocks by pulse transmission technique, and allowing the measurements of P and S elastic wave velocity, anisotropy and birefringence to high confining pressures and to temperatures to approximately 1300 °C\n3. Hydrostatic pressure vessel (oil confining medium), allowing P and S seismic velocities measurements, up to 400 MPa and 150°C.\n4.  Hydrostatic pressure vessel for measuring fluid permeability via the transient step technique. The rig is equipped with a furnace that can heat the assembly up to 100 °C. Moreover it is he possible to inject gases in different states (i.e., gaseous or supercritical), for example in applications relating to carbon sequestration.\nFurther information are at: http://www.rockdeformation.ethz.ch/\n",
        "address": {
            "street_with_number": "Sonneggstrasse 5 ",
            "postal_code": "8092",
            "city": "Zurich",
            "country": "Switzerland"
        },
        "gps": {
            "gpsLat": " 47.378578°",
            "gpsLon": "  8.547219°"
        },
        "website": "http://www.rockdeformation.ethz.ch/",
        "contact_person": {
            "first_name": "Alba",
            "family_name": "Zapppone",
            "identifier": {
                "type": "",
                "id": "https://orcid.org/0000-0003-0965-7271"
            },
            "e-mail": "",
            "affiliation": {
                "legal_name": "ETHZ, Zurich, Switzerland",
                "identifier": {
                    "type": "",
                    "id": ""
                },
                "address": {
                    "street_with_number": "",
                    "postal_code": "",
                    "city": "",
                    "country": ""
                }
            }
        },
        "lab_services": {
            "research_field": "Rock/melt physics & Microscopy",
            "EPOS_WP16_subdomain": [
                "Rock/melt physics & Microscopy"
            ],
            "equipment": [
                {
                    "equipment_type": "Apparatus",
                    "equipment_name": "Vp/Vs Waves Velocity",
                    "equipment_brand": "",
                    "Equipment_contact_person": "",
                    "Email_equipment_contact_person": "",
                    "Equipment_website": "",
                    "Equipment_specifics_and_comments": "",
                    "Equipment_quantity": 1.0,
                    "References": "Quinn C. Wenning, Bjarne S.G. Almqvist, Peter Hedin, Alba Zappone,\nSeismic anisotropy in mid to lower orogenic crust: Insights from laboratory measurements of Vp and Vs in drill core from central Scandinavian Caledonides, Tectonophysics, Volume 692, Part A, 2016, Pages 14-28, ISSN 0040-1951, https://doi.org/10.1016/j.tecto.2016.07.002."
                },
                {
                    "equipment_type": "Apparatus",
                    "equipment_name": "Permeameter",
                    "equipment_brand": "",
                    "Equipment_contact_person": "",
                    "Email_equipment_contact_person": "",
                    "Equipment_website": "",
                    "Equipment_specifics_and_comments": "",
                    "Equipment_quantity": 1.0,
                    "References": "PINI R., OTTIGER S., BURLINI. L., STORTI G. & MAZZOTTI M. (2009) Role of adsorption and swelling on the dynamics of gas injection in coal. Journal of Geophysical Research: Solid Earth, 114 (B4), http://dx.doi.org/10.1029/2008JB00596                                         Wenning, Q. C. , Madonna, C. , de Haller, A. , Burg, J.-P., Permeability and seismic velocity anisotropy across a ductile--brittle fault zone in crystalline rock, Solid Earth, Volume 9, 2018, Pages 683--698, https://www.solid-earth.net/9/683/2018/, DOI 10.5194/se-9-683-2018"
                },
                {
                    "equipment_type": "Apparatus",
                    "equipment_name": "Patterson Apparatus",
                    "equipment_brand": "",
                    "Equipment_contact_person": "",
                    "Email_equipment_contact_person": "",
                    "Equipment_website": "",
                    "Equipment_specifics_and_comments": "",
                    "Equipment_quantity": "",
                    "References": ""
                },
                {
                    "equipment_type": "Apparatus",
                    "equipment_name": "Pycnometer",
                    "equipment_brand": "",
                    "Equipment_contact_person": "",
                    "Email_equipment_contact_person": "",
                    "Equipment_website": "",
                    "Equipment_specifics_and_comments": "",
                    "Equipment_quantity": "",
                    "References": ""
                }
            ]
        },
        "data_services": [
            {
                "type": "data_publications - TCS_portal",
                "linklabel": "Go to data publications from this lab (TCS catalogue portal)",
                "URL": "https://epos-msl.uu.nl/organization/fc52ed0d9e03a9603828eddc12bdfb7c"
            },
            {
                "type": "data_publications_web service",
                "linklabel": "Show data publications from this lab",
                "URL": "https://epos-msl.uu.nl/ics/api.php?Labfc52ed0d9e03a9603828eddc12bdfb7c",
                "payload": "json"
            }
        ]
    }
}