{
    "facility": {
        "type": "laboratory",
        "ID": "",
        "RI_name": "OGS-National Institute of Oceanography and Applied Geophysics, and University of Trieste",
        "name": "Core Logging LAB",
        "general_description": "Continuous centimetric scale measurements of different physical properties of marine sediment and rock samples are at the base of the most of geological and paleoenvironmental studies.\nThey provide the basis for stratigraphy and the correlation between sediment cores, preliminary observation of the lithology, a continuous data acquisition for time series analysis and a tool for determination of the best subsampling strategy.\nThe Core Loging LAB is equipped with Geotek® Multi-Sensor Core Logger (MSCL) and X-ray Computed Tomography (CT) technology, which sets out to characterize geological cores in more detail but, crucially, also non-destructively. These datasets are a perfect accompaniment to a geological coring campaign or research cruise.  They produce a detailed archive of the physical and geochemical properties of all core material, which can be referred to at a later date, used to guide destructive sampling and, most importantly, used to answer a range of scientific questions. The ability of MSCL systems to acquire a wealth of information on the physical properties of geological cores means that almost anyone who is interested in the analysis of geological materials would benefit from the use of an MSCL.\nThe benefits to both the scientific community and industry have been documented several times over the years for example by Rothwell (2006) and Vatandoost et al. (2008). These papers, including some of the older publications (e.g. Schultheiss and Weaver, 1992; or Gunn and Best, 1998), describe the benefits of continuous data curves of physical data enabling scientists to extract additional value from their core samples, or even enabling the discovery of the unknown. The MSCL data provide a level of quantification of sediment properties at a resolution that otherwise would be unachievable without expensive labour costs and destructive point sub-sampling.\nFurthermore, the Core Logging LAB is equipped with the Geotek’s high performance Geoscan V camera to produce images of up to 1000 pixels per cm over the full core width. The system is capable of acquiring images from split or slabbed sediment/rock core, or whole round cores where multiple photographs at different angles can then be concatenated to produce a circumferential image. Linescan cameras collect single lines of data sequentially downcore, and are far superior to conventional area cameras as they do not suffer from uneven lighting, spherical distortion, montage or “stitching” effects. As a result the entire image is suitable for calibrated sub-millimetre image analyses. The Core Imaging System produces images in tagged image file format (TIFF) files that can be used in many other proprietary software packages.\n",
        "address": {
            "street_with_number": "Via Eduardo Weiss 6",
            "postal_code": "34100",
            "city": "Trieste",
            "country": "Italy"
        },
        "gps": {
            "gps_lat": 45.660068,
            "gps_lon": 13.802235
        },
        "website": "",
        "contact_person": {
            "first_name": "Andrea",
            "family_name": "Caburlotto",
            "identifier": {
                "id_type": "",
                "id_value": "https://orcid.org/0000-0001-7259-6884"
            },
            "email": "",
            "affiliation": {
                "legal_name": "Other",
                "identifier": {
                    "id_type": "",
                    "id_value": ""
                },
                "address": {
                    "street_with_number": "",
                    "postal_code": "",
                    "city": "",
                    "country": ""
                }
            }
        },
        "lab_services": {
            "research_field": "Rock/melt physics & Microscopy",
            "EPOS_subdomain": [
                "Rock/melt physics & Microscopy"
            ],
            "equipment": [
                {
                    "equipment_type": "Apparatus",
                    "equipment_group": "Other",
                    "equipment_name": "MSCL-S, Multisensor core logger scanner",
                    "equipment_brand": "GEOTEK®",
                    "equipment_contact_person": "",
                    "email_equipment_contact_person": "",
                    "equipment_website": "https://www.geotek.co.uk/products/mscl-s/",
                    "equipment_specifics_and_comments": " MSCL-S Equipped with Bulk density, Vp velocity, Magnetic susceptibility and GeoscanV core imaging system and RGB index colour ",
                    "equipment_quantity": 1.0,
                    "references": ""
                },
                {
                    "equipment_type": "Apparatus",
                    "equipment_group": "Other",
                    "equipment_name": "MSCL-X digital Xray imaging system",
                    "equipment_brand": "GEOTEK®",
                    "equipment_contact_person": "",
                    "email_equipment_contact_person": "",
                    "equipment_website": "https://www.geotek.co.uk/x-ray-ct-systems/mscl-xct/",
                    "equipment_specifics_and_comments": "MSCL-XCTXrays at different anf+gles are possible",
                    "equipment_quantity": 1.0,
                    "references": ""
                },
                {
                    "equipment_type": "Apparatus",
                    "equipment_group": "Other",
                    "equipment_name": "Geoscan line imaging system",
                    "equipment_brand": "GEOTEK®",
                    "equipment_contact_person": "",
                    "email_equipment_contact_person": "",
                    "equipment_website": "https://www.geotek.co.uk/sensors/geoscan/",
                    "equipment_specifics_and_comments": "High resolution imaging and RGB index coulour",
                    "equipment_quantity": 1.0,
                    "references": ""
                }
            ]
        },
        "data_services": [
            {
                "service_type": "data_publications_access",
                "link_label": "Go to data publications from this lab (MSL TCS catalogue portal)",
                "URL": "https://epos-msl.uu.nl/organization/"
            },
            {
                "service_type": "data_publications_get",
                "link_label": "Retrieve data publications from this lab",
                "URL": "https://epos-msl.uu.nl/ics/api.php?Lab",
                "payload": "json"
            }
        ]
    }
}