[
    {
        "facility": {
            "type": "Laboratory",
            "ID": "will be assigned later",
            "RI_name": "Complutense University of Madrid and CSIC-IGEO",
            "name": "Laboratory of Paleomagnetism (Universidad Complutense de Madrid (UCM) and CSIC-IGEO, Spain)",
            "general_description": "The Palaeomagnetic and rock magnetic laboratory unit belongs to the Central Services of the Complutense University (CAI: Physical and Chemical Techniques). The lab facilities include a superconducting rock magnetometer (SQUID 755SRM Magnetometer) and two thermal demagnetizers, located within a Magnetic Shielded Room, as well as a MMVFTB Curie Translation Balance. The research unit facilities also include several spinner magnetometers, susceptibility and coercivity meters and pulse magnetisers of the group of Paleomagnetism of the Department of Physics of the Earth and Astrophysics.\nIn addition to common rutine paleomagnetic and rockmagnetic measurements, we provide several models describing the evolution of the earth magnetic field for the last 14000 years (models: SCHA. DIF.3k and SCHA.DIF.8k, and SHA.DIF.14K) as well as an archaeomagnetic dating software package (archeo_dating) for dating archaeological sites and Holocene volcanic eruptions.\nPlease find further informations here: http://pc213fis.fis.ucm.es/index.html or https://www.ucm.es/cai\n\n",
            "address": {
                "street_with_number": "plaza de la Ciencias 4, Facultad de Ciencias Físicas",
                "postal_code": "28040",
                "city": "Madrid",
                "country": "Spain"
            },
            "gps": {
                "gpsLat": 40.4,
                "gpsLon": -3.7
            },
            "website": "https://www.ucm.es/cai",
            "contact_person": {
                "first_name": "Maria Luisa ",
                "family_name": "Osete",
                "identifier": {
                    "type": "",
                    "id": "ORCID, ScopusAuthorID, ResearcherID,.."
                },
                "e-mail": "mlosete@fis.ucm.es",
                "affiliation": {
                    "legal_name": "Universidad Complutense de Madrid (UCM) and CSIC-IGEO,  Spain",
                    "identifier": {
                        "type": "",
                        "id": ""
                    },
                    "address": {
                        "street_with_number": "",
                        "postal_code": "",
                        "city": "",
                        "country": ""
                    }
                }
            }
        }
    }
]