[
    {
        "facility": {
            "type": "Laboratory",
            "ID": "will be assigned later",
            "RI_name": "Universidad de Burgos",
            "name": "Paleomagnetic and Rock Magnetic Laboratory (Universidad de Burgos, Spain)",
            "general_description": "The paleomagnetic and rock-magnetic laboratory of the Burgos University was founded by the paleomagnetic research group of this institution thanks to several European and Spanish research projects. It is located in the polytechnic school of the Burgos University. The laboratory is fully equipped to perform research in the fields of paleomagnetism and rock magnetism. From the beginning it has shown an open attitude towards collaboration with other research groups and has been visited by many researchers from other institutions. The paleomagnetic group of the Burgos University includes 12 researchers and technicians, 7 of which hold a PhD.\nThe laboratory offers the possibility of measurements carried out by our technical staff. In addition we provide training and supervision to researchers who come to use the facilities of the laboratory. The laboratory has experience in the treatment of very different types of materials and we can also advice and help in the preparation of samples.\nThe Paleomagnetic laboratory of the University of Burgos has experience offering its services in different areas of application of paleomagnetism and rock magnetism such as:\n- Magnetostratigraphic studies focused on dating sedimentary sequences of different ages.\n- Archaeomagnetic studies (dating of archaeological material, magnetic characterization of archaeological fires, etc.)\n- Paleomagnetism applied to tectonics (plate tectonics, continental deformation, vertical axis rotations, sedimentary basin restorations, etc.).\n- Paleomagnetism applied to geomagnetism (paleointensity and secular variation studies)\n- Environmental magnetism with different purposes such as palaoenvironmental studies or characterization of pollution.\n- Study of magnetic fabrics (anisotropy of different magnetic properties as susceptibility, ARM, IRM, etc).\nFurther information can be found under the following link: \nhttps://www.ubu.es/paleomagnetismo-paleomag-ubu\n",
            "address": {
                "street_with_number": "Escuela Politécnica Superior, Av. Cantabria S/N",
                "postal_code": "09006",
                "city": "Burgos",
                "country": "Spain"
            },
            "gps": {
                "gpsLat": 42.3511,
                "gpsLon": -3.6889
            },
            "website": "https://www.ubu.es/paleomagnetismo-paleomag-ubu",
            "contact_person": {
                "first_name": "Juan José",
                "family_name": "Villalaín ",
                "identifier": {
                    "type": "",
                    "id": "ORCID:0000-0001-9948-0953; ScopusAuthorID: 7004430959"
                },
                "e-mail": "villa@ubu.es",
                "affiliation": {
                    "legal_name": "Universidad de Burgos,  Spain",
                    "identifier": {
                        "type": "",
                        "id": ""
                    },
                    "address": {
                        "street_with_number": "",
                        "postal_code": "",
                        "city": "",
                        "country": ""
                    }
                }
            }
        }
    }
]