{
    "facility": {
        "type": "laboratory",
        "ID": "",
        "RI_name": "Istituto di Geoscienze e Georisorse(IGG)-CNR",
        "name": "Laboratory of Geochronology and Radiogenic Isotope Geochemistry - Firenze",
        "general_description": "The Laboratory of Geochronology and Isotope Geochemistry of IGG-CNR (Italy) provides an integrated system of expertise, instrumental facilities and analytical protocols, suitable to accurately carry out: 1) geochronologic data by means of 40Ar–39Ar radiometric dating of potassic glasses and mineral, archaeomagentic dating of volcanic deposits and fiery structures, fission track analysis on apatite and zircon: 2) isotopic analysis of a wide variety of solid and aqueous matrices thanks to the availability of TIMS and MC-ICPMS techniques. The analytical skills of the IGG-CNR of Firenze are related to Fission Track Analysis.The laboratory includes: i) Zeiss Axioskop Microscope equipped with a Kinetek stage, light camera, digital tablet, PC+software for fission-track analysis; ii) stereomicroscope equipped with camera for apatite grain selection and single apatite grain packing for U-Th/He analysis. Access to: i) mineral separation laboratory for apatite and zircon concentration from rock samples and ii) thin section and special preparation laboratory for sample mountings and preparation of mica (external detector)-sample sandwich for irradiation.\n\nMethods and Expertise\nFission Track Analysis on apatite and zircon. Apatite grain selection for (U-Th-Sm)/He. Use of forward and inverse thermal modelling (HeFTy, QTQt, Pecube). The method can be applied to a wide range of rocks and dynamic environments for the reconstruction of rock thermal history in the more surficial levels of the crust, to landscape evolution and source to sink studies.\n",
        "address": {
            "street_with_number": "Via La Pira 4",
            "postal_code": "50121",
            "city": "Firenze",
            "country": "Italy"
        },
        "gps": {
            "gpsLat": 43.778336,
            "gpsLon": 11.259789
        },
        "website": "https://www.igg.cnr.it/en/laboratories/analytical-laboratories/fission-track-laboratory/",
        "contact_person": {
            "first_name": "Gianfranco",
            "family_name": "Di Vincenzo",
            "identifier": {
                "type": "",
                "id": "ORCID ID: 0000-0002-9669-9789"
            },
            "e-mail": "gianfranco.divincenzo@igg.cnr.it",
            "affiliation": {
                "legal_name": "IGG-CNR,  Italy",
                "identifier": {
                    "type": "",
                    "id": ""
                },
                "address": {
                    "street_with_number": "",
                    "postal_code": "",
                    "city": "",
                    "country": ""
                }
            }
        },
        "lab_services": {
            "research_field": "Rock/melt physics & Microscopy",
            "EPOS_WP16_subdomain": [
                "Rock/melt physics & Microscopy"
            ],
            "equipment": []
        }
    }
}