[
    {
        "facility": {
            "type": "Laboratory",
            "ID": "will be assigned later",
            "RI_name": "CCiTUB - ICTJA CSIC",
            "name": "Laboratory of Paleomagnetism (CSIC-ICTJA and Universitat de Barcelona, Spain)",
            "general_description": "The Paleomagnetic Laboratory of Barcelona was founded in 1987. It resulted from an agreement reached between the \"Consejo Superior de Investigaciones Científicas\" (CSIC) and the Catalonian Geological Service, which in that moment was attached to the \"Departament de Política Territorial i Obres Públiques\" of the Generalitat de Catalunya. Nowadays, the laboratory depends on the CCiTUB (University of Barcelona) and the CSIC. It is located in the Institute of Earth Sciences \"Jaume Almera\", a building property of the CSIC in the University Area. The laboratory provides technical support to research groups working on several research topics within the Earth Sciences, among them:\n\n    Magnetostratigraphic dating of sedimentary sequences and correlation with their fossil and paleoenvironmental record.\n    Paleomagnetism applied to the study of orogenic belts and plate tectonics.\n    Archaeomagnetic dating of archaeological remains.\n    Environmental magnetic studies aimed to unravel paleoenvironmental and climatic variations in the sedimentary record \nThe laboratory offers two modalities of measurements: either conducted by the technical staff or a self-service use of facilities. During self-service measurements technical staff trains the user on the use of the equipment and provides supervision during the analyses. For more information, please visit: http://www.ub.edu/paleomag",
            "address": {
                "street_with_number": "C/ Lluis Solé i Sabarís s/n",
                "postal_code": "08028 ",
                "city": "BARCELONA",
                "country": "SPAIN"
            },
            "gps": {
                "gpsLat": 41.38,
                "gpsLon": 2.12
            },
            "website": "http://www.ub.edu/paleomag/",
            "contact_person": {
                "first_name": "Elisabet",
                "family_name": "Beamud",
                "identifier": {
                    "type": "",
                    "id": "ResearcherID: D-9750-2014 ; ORCID: 0000-0003-3158-2966"
                },
                "e-mail": "betbeamud@ub.edu ; bbeamud@ictja.csic.es",
                "affiliation": {
                    "legal_name": "Universitat de Barcelona,  Spain",
                    "identifier": {
                        "type": "",
                        "id": ""
                    },
                    "address": {
                        "street_with_number": "",
                        "postal_code": "",
                        "city": "",
                        "country": ""
                    }
                }
            }
        }
    }
]