[
    {
        "facility": {
            "type": "Laboratory",
            "ID": "will be assigned later",
            "RI_name": "National Research Center for Human Evolution (CENIEH, national consortium)",
            "name": "Archeomagnetism Laboratory (CENIEH Burgos, Spain)",
            "general_description": "The Geochronology Laboratories at the CENIEH include a common facility for general geological sample preparation and mineral separation. This sample preparation laboratory includes: chemical hoods, circular saws, dentist drills, agate mortars, sieves, scales, a magnetic separator, ultrasonic baths, and muffle and drying ovens. The facility also has the required material (glass and PTFE) for chemical preparation and the use of various chemical solutions such as hydrochloric (HCl) and hydrofluoric (HF) acids, hydrogen peroxide (H2O2) and heavy density liquids (SPT). The paleomagnetism laboratory, as an integral part of the Geochronology facility, was set up in 2009, with the aim of pursuing research in the field of Quaternary geology and paleontology, as well as providing support to research groups. \nRocks, sediments, and soil, contain traces of ferromagnetic minerals, which magnetization is aligned with the Earth's magnetic field, and therefore act as fossil compasses that record the Earth’s magnetic field of the past. The most common ferromagnetic minerals include magnetite (Fe3O4), hematite (Fe2O3), goethite (α-FeOOH) and some iron sulfides (e.g., greigite, Fe3S4). A number of experiment and observations have proved that igneous and sedimentary rocks acquire an initial or primary magnetization during or shortly after formation, which is statistically aligned with the Earth’s field direction. Since the geomagnetic field keeps changing in time (both in intensity and polarity), it is possible to use such changes to assign an age to rocks, sediments, or archaeological artifacts, by comparing the observations to reference curves. In our laboratory we are particularly interested and currently develop research on magnetostratigraphy, rockmagnetic cyclostratigraphy, and rock magnetism, in depositional environments that include caves, lakes and alluvial basins. From a microscale perspective, we also devote significant efforts and have the capability to determine rock fabrics, including grain preferred orientation for strain studies and also depositional environment reconstruction purposes. \n\n",
            "address": {
                "street_with_number": "Paseo Sierra de Atapuerca 3",
                "postal_code": "09002",
                "city": "Burgos",
                "country": "Spain"
            },
            "gps": {
                "gpsLat": 42.3393,
                "gpsLon": -3.6967
            },
            "website": "https://www.cenieh.es/en/infrastructure/laboratories/archaeomagnetism",
            "contact_person": {
                "first_name": "Josep M",
                "family_name": "Pares",
                "identifier": {
                    "type": "",
                    "id": "ResearcherID:  K-9299-2014, ORCID:  0000-0001-8237-6869"
                },
                "e-mail": "josep.pares@cenieh.es",
                "affiliation": {
                    "legal_name": "CENIEH Burgos,  Spain",
                    "identifier": {
                        "type": "",
                        "id": ""
                    },
                    "address": {
                        "street_with_number": "",
                        "postal_code": "",
                        "city": "",
                        "country": ""
                    }
                }
            }
        }
    }
]