{
    "facility": {
        "type": "laboratory",
        "ID": "",
        "RI_name": "Experimental Geoscience Facility, School of Geosciences, University of Edinburgh",
        "name": "Experimental Geoscience Facility (The University of Edinburgh, UK)",
        "general_description": "The Experimental Geoscience facility at the University of Edinburgh is a nationally recognised facility dedicated to experimental investigations of physical and chemical processes in a wide range of geological media. Capability extends from low temperature and pressure investigations in aqueous media to studies of the immediate subsurface (inc anoxic ± sulfidic environments) through reservoir and upper crust conditions to lower crust and upper mantle conditions associated with metamorphic and igneous processes. The facility is experienced in experimental equipment development, design and construction. The facility comprises several components:\n1] Experimental Aqueous Geochemistry Laboratory for sub 100°C studies of aqueous processes, including mineral formation, geochemical kinetics, stable isotope experiments, anoxic sulfidic experiments and electrochemical studies.\n2] Experimental Microtomography Laboratory. The µCT instrument was designed and built in-house and is dedicated to experimental investigations of processes in geological media. In addition it can provide non-destructive materials characterisation services. Sample size from 1 mm to 100 mm, resolution from 1 µm to 100 µm.\n3] Experimental Microtomography Experimental Environments. A suite of cells designed and built in-house for both laboratory and synchrotron x-ray microtomography. Includes capacity for studies of multiphase flow at elevated pressure (to 20 MPa), fluid rock reaction (200°C, 20 MPa), Small sample (3mm) triaxial deformation (150°C and 30 MPa) and ambient temperature triaxial deformation coupled with acoustic monitoring and velocity measurement.\n4] Data and image analysis suite for x-ray microtomography\n5] Experimental Rock Physics. Rock deformation at up to 70 MPa using 38mm diameter samples, coupled to axial acoustic emission and velocity measurements and permeability analysis.\n6] Atmospheric furnace laboratory. Sample preparation and experiments in muffle furnaces (to 1750°) and controlled fO2 furnaces (to 1600°C) at ambient pressure.\n7) Externally heated and internally heated gas pressure vessel laboratories. Experimentation is welded metal capsules at up to 200 MPa and 600°C (cold seal vessels) and up to 1200°C and 800 MPa (IHGPVs).\n8) Solid Media Laboratory. Two end-loaded piston cylinder rigs for experimental mineral physics and chemistry studies up to 4 GPa and 1600°C. Can use ½” or ¾” ceramic assemblies, and bespoke assembly design is possible.\n\n\n",
        "address": {
            "street_with_number": "Jammes Hutton Road, King's Buildings",
            "postal_code": "EH9 3FE",
            "city": "Edinburgh",
            "country": "United Kingdom"
        },
        "gps": {
            "gpsLat": 55.9237,
            "gpsLon": -3.1738
        },
        "website": "https://www.ed.ac.uk/geosciences/facilities/experimentalgeoscience",
        "contact_person": {
            "first_name": "Ian",
            "family_name": "Butler",
            "identifier": {
                "type": "",
                "id": ""
            },
            "e-mail": "",
            "affiliation": {
                "legal_name": "The University of Edinburgh,  UK",
                "identifier": {
                    "type": "",
                    "id": ""
                },
                "address": {
                    "street_with_number": "",
                    "postal_code": "",
                    "city": "",
                    "country": ""
                }
            }
        },
        "lab_services": {
            "research_field": "Rock/melt physics & Microscopy",
            "EPOS_WP16_subdomain": [
                "Rock/melt physics & Microscopy"
            ],
            "equipment": [
                {
                    "equipment_type": "Apparatus",
                    "equipment_name": "Hooke cell",
                    "equipment_brand": "NA",
                    "Equipment_contact_person": "",
                    "Email_equipment_contact_person": "",
                    "Equipment_website": "",
                    "Equipment_specifics_and_comments": "Pc to 70MPa, End load to 1000kN. 38mm samples. Acoustic emissions and velocities. Heating possible",
                    "Equipment_quantity": 1.0,
                    "References": ""
                },
                {
                    "equipment_type": "Apparatus",
                    "equipment_name": "Piston Cylinder",
                    "equipment_brand": "NA",
                    "Equipment_contact_person": "",
                    "Email_equipment_contact_person": "",
                    "Equipment_website": "",
                    "Equipment_specifics_and_comments": "Up to 4 GPa and 1600°C. End loaded type.",
                    "Equipment_quantity": 2.0,
                    "References": ""
                }
            ]
        }
    }
}