[
    {
        "facility": {
            "type": "Laboratory",
            "ID": "will be assigned later",
            "RI_name": "CNRS-CEA-Versailles St Quentin University",
            "name": "Paléomagnétisme LSCE Gif sur Yvette (CNRS-CEA-Versailles St Quentin University, France)",
            "general_description": "The LSCE paleomagnetic group has a 40-year long experience with major contributions in the past evolution of the Earth magnetic field, tectonic and geodynamical studies, magma emplacement, present and past environments. The present research activities mainly aim to reconstruct (1) climatic changes from the investigation of the sedimentary magnetic properties, and (2) past variations in the Earth magnetic field, at high resolution and different time scales.\n\n(1) We investigate the magnetic properties of sediments at orbital to centennial timescales in various ocean basins (in combination with other tracers such as particle grain sizes and concentrations of major and trace elements), in order to characterize past changes in deep ocean circulation and in continental inputs (related to land precipitation, erosion, glaciers advances and retreats). Common applications in our group are the reconstructions of past changes in bottom current intensities in the subpolar North Atlantic, the Indian Ocean and the Western Pacific, as well as of in continental precipitations in monsoonal regions.\nIn modern environments, we study the physical and chemical properties of the suspended magnetic fraction in river systems (e.g. in the Seine river) to characterize the time and spatial distribution of iron oxides related to the erosion and alteration of parent rocks, metallic pollution and associated contaminants. \n\n(2) We also reconstruct at high resolution past changes of the geomagnetic field (direction and intensity) in order to improve our understanding of the Earth magnetic field, based on both sediment and lava samples. We focus on secular variation, polarity reversals and geomagnetic excursions to document the dynamic and morphology of the Earth magnetic field. We also use past rapid variations in the Earth magnetic field intensity to improve the chronostratigraphy of climate archives, which is a major challenge to quantify the phasing between far-sided climatic variables and thus disentangle climate mechanisms at the global scale. We provided a unique high-resolution reference record for the last 80 ka, placed on the very accurate Greenland ice annually counted time scale. \n\nPaleomagnetic research activities performed at LSCE are developed within the framework of national and international research programs. They are based on analytical facilities allowing investigations of magnetic properties and of all kinds of remanent magnetizations on sediments and lavas. Instruments were specifically developed for our needs in continuous and high-resolution measurements of weak magnetizations. The facilities include:\n\n1) Cryogenic magnetometers: two of them equipped with high resolution pick-up coils and dedicated to the continuous study of sedimentary sequences, and one is equipped with high homogeneity pick up coils for the study of discrete samples\n2) Demagnetization devices based on alternating fields (some in-lines with the cryogenic magnetometers, other separated for discrete samples)\n3) Anhysteretic and isothermal remanence magnetizations acquisition both in line with the cryogenic magnetometers and with separated devices for discrete samples\n4) Thermal demagnetization in zero field with two Pyrox furnaces\n5) Three furnaces of different capacities for thermoremanent magnetization acquisition in air and in Argon\n6) Various instruments for the measurement of the low-field magnetic susceptibility (including the continuous scan), its thermal behavior and its anisotropy\n7) Magnetic mineralogy using high fields in particular with a Micromag, a vibrating field translation balance, a magnetic extraction system\n8) Instruments 1) to 4) are placed in a 30 square-meters three-layers (2 in µmetal) shielded room\n\nFurther information here:\nhttps://www.lsce.ipsl.fr/en/Phocea/Vie_des_labos/Ast/ast_groupe.php?id_groupe=78\nAnalytical platform: http://panoply-geops.lsce.ipsl.fr/index.php/en/\n",
            "address": {
                "street_with_number": "Batiment 714, Orme des Merisiers",
                "postal_code": "91190",
                "city": "pr",
                "country": "France"
            },
            "gps": {
                "gpsLat": 48.709325,
                "gpsLon": 2.148277
            },
            "website": "https://www.lsce.ipsl.fr/en/Phocea/Vie_des_labos/Ast/ast_groupe.php?id_groupe=78",
            "contact_person": {
                "first_name": "Catherine",
                "family_name": "Kissel",
                "identifier": {
                    "type": "",
                    "id": "orcid.org/0000-0002-2572-2742"
                },
                "e-mail": "Catherine.kissel@lsce.ipsl.fr",
                "affiliation": {
                    "legal_name": "CNRS-CEA-Versailles St Quentin University,  France",
                    "identifier": {
                        "type": "",
                        "id": ""
                    },
                    "address": {
                        "street_with_number": "",
                        "postal_code": "",
                        "city": "",
                        "country": ""
                    }
                }
            }
        }
    }
]