[
    {
        "facility": {
            "type": "Laboratory",
            "ID": "will be assigned later",
            "RI_name": "Departamento de Ciencias de la Tierra, Universidad de Zaragoza- IGME",
            "name": "Laboratory of AMS (Paleomagnetism) and Geophysical Prospection (IGME-Universidad de Zaragoza, Spain)",
            "general_description": "History: The laboratory began operation at the University of Zaragoza in 1991. Since then, there has been a continuous research activity that led to numerous PhD, MSc as well as the Research Postgraduates. Paleomagnetism within the IGME began in 2005. In recent years several Doctoral Theses supervised by members of this team have been presented. Since 2016 both belong to the Associate Unit in Earth Sciences UZ/IGME\nExpertise: \n- University of Zaragoza: Magnetic fabrics (AMS) and paleomagnetism in sedimentary rocks of the Iberian plate and North Africa, applied to the development of inverted basins, construction of orogens and salt tectonics. Magnetic fabrics in granitic rocks, dykes and volcanic rocks in Variscan and Alpine systems in relation to the emplacement model of magmas. Magnetic fabrics in fault rocks as indicator of deformation. Geophysical surveying and interpretation of magnetic and gravity anomalies. The team have also developed magnetic fabric studies in Crete, paleomagnetism in New Mexico (vertical axis rotation relative to normal faults) and in Antarctica (determination of palaeotopography), and magnetism of rocks in Iceland. \n- IGME Zaragoza: Paleomagnetism and magnetostratigraphy applied to orogenic belts and basin analysis. AMS. Environmental magnetism. Software development for paleomagnetic data processing and 3D restitution incorporating paleomagnetic data. Paleomagnetism and AMS databases. Geomagnetic prospection. Biomagnetism.\nEquipment/Facilities:\n- Susceptometers: KLY-3S Kappabridge, Furnace CS-3 and Cryostal CS-L (AGICO), KT-10 v2 Magnetic Susceptibility Meter (TerraPlus), MS3 Magnetic Susceptibility Equipment (Bartington) with MS2D Loop Probe, MS2E Surface Scanning Sensor and MS2B Dual Frequency Sensor, SM-20 Magnetic Susceptibility Meter (GF Instruments), \n-Magnetometers/ Gradiometers: Overhauser (GEM systems) and Proton (PMG-1 GF Instruments Ltd.) \n- Other geophysical instruments: Gravimeter (Burris ZLS Corp.), GEM2-163 Electromagntic survey (Geophex Ltd.), GPR/Georadar (RAMAC Mälä Geosciences) with 500, 250, 100 MHz and 50 MHz antennas, 3-channel Seismograph (PASI), Survey Rod (LEICA sprinter), High resolution GPS (LEICA SR20), DPI 740 Precision Barometer Indicator (GE's Druck Products), Gas-powered and electric drill machines, saw blades and sample orientators.\n- In addition, the group has access to the Service of Physical Measurements (General Service Research Support – SAI; http://sai.unizar.es/medidas-fisicas-eng/dotacion-instrumental ) at the University of Zaragoza, which has the following equipment for measuring the magnetic properties: Quantum Design Inc Superconducting magnetometers (https://www.qdusa.com/): MPMS-55, MPMS-XL, PPMS 9T, 14T PPMS, \nOther instruments: NanoMOKE3 (Magneto-Optic Kerr Effect) and permeameter (PERMAC).\nPlease find further information in: https://cienciastierra.unizar.es/laboratorio-de-fabricas-magneticas-y-prospeccion-geofisica\nFurthermore, this laboratory is used for teaching purposes in the Master's studies in Geology, and for informative purposes, to bring Paleomagnetism closer to society.\nPlease find a video documentary here: https://youtu.be/n_uKssS5N5U\n “Paleomagnetismo: la atracción irresistible” (Paleomagnetism: the irresistible attraction) https://www.youtube.com/watch?v=D7qD1qMUcYU\n “Dolinas: el peligro que viene de abajo” (Sinkhole: the risk from below)\n\n",
            "address": {
                "street_with_number": "Calle Pedro Cerbuna 12",
                "postal_code": "50009 ",
                "city": "Zaragoza",
                "country": "Spain"
            },
            "gps": {
                "gpsLat": 41.639952,
                "gpsLon": -0.898449
            },
            "website": "https://cienciastierra.unizar.es/laboratorio-de-fabricas-magneticas-y-prospeccion-geofisica",
            "contact_person": {
                "first_name": "Teresa",
                "family_name": "Román-Berdiel",
                "identifier": {
                    "type": "",
                    "id": "ORCID: 0000-0002-9743-8695, ScopusAuthorID: 6603030469, ResearcherID: E-7648-2016"
                },
                "e-mail": "mtdjrb@unizar.es",
                "affiliation": {
                    "legal_name": "Universidad de Zaragoza-IGME,  Spain",
                    "identifier": {
                        "type": "",
                        "id": ""
                    },
                    "address": {
                        "street_with_number": "",
                        "postal_code": "",
                        "city": "",
                        "country": ""
                    }
                }
            }
        }
    }
]