{
    "facility": {
        "type": "laboratory",
        "ID": "e85bd300aa400f9bdb807912adb8c518",
        "RI_name": "",
        "name": "Electron Microprobe, XRD, FTIR and XRF (FCUL, Portugal)",
        "general_description": "Many geological phenomena are underlain by mineral reactions and transformations occurring within the individual mineral grains. To study such phenomena, minerals must be observed at all pertinent scales, from the whole crystal overall structure (defining the mineral identity) to their local chemical composition (complementing the structural identification), to zonation patterns and local structure observable by spectroscopic and electron microscopy techniques.\n\nOur laboratory, which is simultaneously part of the Department of Geology of the Faculty of Sciences and of IDL – Instituto Dom Luiz (the overall research structure of the Faculty), is a member of the C4G Consortium (Collaboratory for Geosciences – the national research infrastructure for Geosciences) and is also a member of the European Plate Observing System (EPOS).\n\nThis makes our laboratory a key stone in all work performed at the University of Lisbon and its research partners, involving mineral science, because we can integrate all the observation scales referred to above. Our participation  in the project NewOreS (ERA-MIN/0001/2014) can be cited as an example of the research done in our facilities: in it, a global mineralogical study of the Panasqueira tungsten deposit was performed at an unprecedented detail, and resulted in thoroughly new insights pertaining to the evolution of this important orebody, due to the determination, hitherto unachievable, of the spatial distribution of each mineral phase and to the recognition of their chemical signatures (mainly born by minor and trace elements) in each spatial sector of the mine and of their evolution in time.\n\nOur facilities comprise several components:\n\n1. A microprobe laboratory, where quantitative analyses, qualitative analyses, X-ray maps and BSE images of polished surfaces can be performed. Quantitative data are obtained with high precision and accuracy, due to the application of an unpublished algorithm to the standardization procedures of the instrument, which minimizes uncontrolled factors affecting the usual standardization procedures. In addition, special in-house software can be used to automatically reduce large amounts of analytical data.\n\n2. An XRF laboratory, where whole rock and mineral separate analyses can be performed with high sensitivity. Further notice on this will be available after completion of the present equipment replacement event.\n\n3. An XRD laboratory, able to record difractograms with high signal to noise ratios, even from very low mass samples.\n\n4. An FTIR laboratory for spectroscopic investigation of minerals in transmission mode.\n\nFurther information can be obtained with the laboratory contact persons.",
        "address": {
            "street_with_number": "Rua Ernesto de Vasconcelos, Edifício C6, Sala 6140",
            "postal_code": "1749-016 Lisboa",
            "city": "Lisboa",
            "country": "Portugal"
        },
        "gps": {
            "gps_lat": 38.756258,
            "gps_lon": -9.158042
        },
        "website": "",
        "contact_person": {
            "first_name": "Pedro",
            "family_name": "Rodrigues",
            "identifier": {
                "id_type": "",
                "id_value": "ORCID=0000-0002-9407-1963, ScopusAuthorID=23107325300 , ResearcherID= J-8247-2013,.."
            },
            "email": "pcrodrigues@ciencias.ulisboa.pt",
            "affiliation": {
                "legal_name": "FCUL,  Portugal",
                "identifier": {
                    "id_type": "",
                    "id_value": ""
                },
                "address": {
                    "street_with_number": "",
                    "postal_code": "",
                    "city": "",
                    "country": ""
                }
            }
        },
        "lab_services": {
            "research_field": "Solid Earth Geochemistry",
            "EPOS_subdomain": [
                "Geochemical data (elemental and isotope geochemistry)"
            ],
            "equipment": []
        },
        "data_services": [
            {
                "service_type": "data_publications_access",
                "link_label": "Go to data publications from this lab (MSL TCS catalogue portal)",
                "URL": "https://epos-msl.uu.nl/organization/e85bd300aa400f9bdb807912adb8c518"
            },
            {
                "service_type": "data_publications_get",
                "link_label": "Retrieve data publications from this lab",
                "URL": "https://epos-msl.uu.nl/ics/api.php?Labe85bd300aa400f9bdb807912adb8c518",
                "payload": "json"
            }
        ]
    }
}