{
    "facility": {
        "type": "laboratory",
        "ID": "",
        "RI_name": "Istituto di Geoscienze e Georisorse(IGG)-CNR",
        "name": "Laboratory of Geochemical Microanalysis - Padova",
        "general_description": "The Laboratory of Geochemical Microanalysis of IGG-CNR (Italy) provides an integrated system of expertise, instrumental facilities and analytical protocols, suitable to accurately determine both the elemental and isotopic composition at tens-of-microns-scale (LAM & SIMS & EMPA). It consists of laboratories located in the Pavia and Padova units. The analytical skills of the IGG-CNR SS of Padova include a Cameca SX 50 equipped with 4 Wave Dispersive Spectrometers (WDS) and one Energy Dispersive Spectrometer (EDS), run under SAMx software. The instrument allows quantitative chemical micro-analysis (scale: 1-10 μm) of solid matrices to determine major constituents;\n\nResearch activity. Due to the strong analytical flexibility and the wide variety of expertise, the associated analytical laboratory of IGG-Pavia and Padova can provide an integrated multi-technique approach for the investigation of the physicochemical processes in all natural and synthetic systems which require the geochemical characterisation of mineral or inorganic phases, as well as the characterisation of the geochemical composition of glasses, melt inclusions and/or lavas while considering spatial compositional heterogeneity at micro and/or nano-scale.\nAlthough many applications have been developed for issues related to environmental sciences, human health, archaeometry (glass, ceramics, bricks, alloys) and industrial materials (glasses, alloys), the lab has a world-renown reputation for studies related to the Solid Earth Sciences, including extraterrestrial materials,  among which we remind:\n• 1) Characterization of the chemical/physical parameters that rule the production, migration and emplacement of melts   and fluids from mantle and crustal levels up to the surface, in all the geodynamic environments;\n• 2) Characterisation of mineral/fluid chemical exchanges in reactive processes; \n• 3) Quantification of mineral/liquid and mineral/mineral trace-element partition coefficients in both natural and  synthetic systems, as well as characterization of their correct mechanisms of incorporation in minerals;\n• 4) Detection and quantification of light, trace and volatile elements in melt inclusions from volcanic materials;\n• 5) Quantification of H and volatile elements (F, Cl) on a wide range of concentrations, in a variety of matrices;\n• 6) U-Pb geochronology of geological processes, from crystallisation to cooling;\n• 7) Models for melt/fluid partitioning of light, volatiles and trace elements;\n• 9) Kinetics of cation ordering at controlled temperature;\n• 10) Geothermometry and geobarometry of minerals and rocks\n\n",
        "address": {
            "street_with_number": "Via Gradenigo 6",
            "postal_code": "35131",
            "city": "Padova",
            "country": "Italy"
        },
        "gps": {
            "gpsLat": 45.408656,
            "gpsLon": 11.89377
        },
        "website": "https://www.igg.cnr.it/en/laboratories/analytical-laboratories/electron-microprobe-laboratories/padova-territorial-unit/",
        "contact_person": {
            "first_name": "Alberto",
            "family_name": "Zanetti",
            "identifier": {
                "type": "",
                "id": "ORCID ID: orcid.org/0000-0003-4818-8076; Scopus Author ID: 7005184720."
            },
            "e-mail": "zanetti@igg.cnr.it",
            "affiliation": {
                "legal_name": "IGG-CNR,  Italy",
                "identifier": {
                    "type": "",
                    "id": ""
                },
                "address": {
                    "street_with_number": "",
                    "postal_code": "",
                    "city": "",
                    "country": ""
                }
            }
        },
        "lab_services": {
            "research_field": "Solid Earth Geochemistry",
            "EPOS_WP16_subdomain": [
                "Geochemical data (elemental and isotope geochemistry)"
            ],
            "equipment": []
        },
        "data_services": [
            {
                "type": "data_publications - TCS_portal",
                "linklabel": "Go to data publications from this lab (TCS catalogue portal)",
                "URL": "https://epos-msl.uu.nl/organization/"
            },
            {
                "type": "data_publications_web service",
                "linklabel": "Show data publications from this lab",
                "URL": "https://epos-msl.uu.nl/ics/api.php?Lab",
                "payload": "json"
            }
        ]
    }
}