{
    "facility": {
        "type": "Laboratory",
        "ID": "will be assigned later",
        "RI_name": "name of institute, organisation, national consortium, international consortium….",
        "name": "HP-HT Laboratory of Experimental Volcanology and Geophysics (INGV, Italy)",
        "general_description": "The High Pressure-High Temperature Laboratory of the Istituto Nazionale di Geofisica e Vulcanologia of Rome (hereafter HPHT Lab) is a multidisciplinary facility originally founded in 2002. The HPHT Lab includes three areas of investigation: 1) experimental testing of natural and synthetic materials; 2) microanalytical and physical analyses; 3) analog experiments. Volcanology, petrology, mineralogy, seismology, and rock physics are the main, broad areas of research at the HPHT Lab.\nConcerning the experimental investigations, research in magma evolution and rheology, and on mantle petrology are carried out with high-pressure and high-temperature apparata, including furnaces, piston-cylinder, and multi-anvil devices, covering conditions from surface eruption of magma to middle mantle. The frictional properties of faults and rocks are investigated under a wide range of slip rates and dynamics and under variable boundary conditions using unique rotary shear apparatus and large-scale bi-axial press. In addition, rock physics/mechanics studies, from rock permeability to fracturing and degassing can also be investigated with the above apparata and with more classical devices.\nThe analytical facilities include a Field-Emission Scanning Electron Microscope and an Electron Micro Probe Analyzer specifically tuned for natural rock analyses. Accessory to these are an helium pycnometer, particle size analyzer, sieves, and other basic instruments.\nThe analog investigations are carried out in a specific area where ad-hoc, temporary set-ups are developed. Analog materials are characterized using a rheometer, and the experiments are recorded and analyzed using a range of visual documentations, spanning from time-lapse cameras to high-definition and high-speed camcorders. The analog laboratory focuses mostly on explosive volcanism and the related products and processes, including the formation and release of Taylor bubbles, pyroclast ejection during supersonic eruptions, and the sedimentation and aggregation of volcanic ash particles.\nThe HPHT Lab also hosts and develops new systems for the in-situ study of explosive volcanic eruptions by combining high-speed, high-definition imaging in the visible and thermal infrared wavelengths with acoustic recording. Investigated processes cover the ejection of volcanic ash and bombs, their settling and potential hazard, the sources of volcanic sound, and shifting styles of explosive volcanic activity. The sharing of facilities and working space in between researchers with such a broad variety of backgrounds is a key component of the HPHT Lab, eventually leading to interdisciplinary exchange, facilitating the development of new projects, and ultimately promoting a stimulating research environment.",
        "address": {
            "street_with_number": "Via di Vigna Murata, 605",
            "postal_code": "00143",
            "city": "Rome",
            "country": "Italy"
        },
        "gps": {
            "gpsLat": 41.8273999,
            "gpsLon": 12.5151783
        },
        "website": "under construction",
        "contact_person": {
            "first_name": "Piergiorgio",
            "family_name": "Scarlato",
            "identifier": {
                "type": "",
                "id": "https://orcid.org/0000-0003-1933-0192"
            },
            "e-mail": "piergiorgio.scarlato@ingv.it",
            "affiliation": {
                "legal_name": "INGV,  Italy",
                "identifier": {
                    "type": "",
                    "id": ""
                },
                "address": {
                    "street_with_number": "",
                    "postal_code": "",
                    "city": "",
                    "country": ""
                }
            }
        }
    }
}